{
  "type": "network",
  "version": "1.0",
  "data": "data.json",
  "logo": {
    "file": "",
    "link": "",
    "text": ""
  },
  "text": {
    "more": "В целом, у меня вышло пять групп. Двое человек не относятся к какой-либо группе, поскольку они в моем списке друзей оказались\nслучайно и не имеют связи с другими, а именно красный узел (Петр Костинин) и бирюзовый узел (Людмила Аносова). Затем идут две\nобъемные группы салатового и сиреневого цветов: группа людей, обучающихся в ВШЭ, и ребята, которые имеют какое-то отношение \nк школе, в которой я некогда обучалась, соответственно. Также мы можем наблюдать несколько малиновых узлов: я \nобъединила их в определенную цветовую группу, потому что все они учились в школе №13, а не в той же, что и я. Три оранжевых узла\nиллюстрируют родственные отношения двух братьях (Нурик Алиев, Амин Алиев) и их общей знакомой (Наталья Новикова). Еще одна в\nмеру весомая группа - голубая, отражает узлы (людей), которые имеют отношение к танцевальной труппе, в которой я состояла до \nодиннадцатого класса; некоторые голубые узлы - преподаватели, некоторые - танцевальный состав, мои товарищи по профессии.\n",
    "intro": "",
    "title": ""
  },
  "legend": {
    "edgeLabel": "соединяют людей, которые как-то связаны",
    "colorLabel": "разделяет группы друзей, чтобы группы не перемешались ",
    "nodeLabel": "лица, которые находятся в списке моих друзей в социальной сети \"вконтакте\"."
  },
  "features": {
    "search": true,
    "groupSelectorAttribute": false,
    "hoverBehavior": "default"
  },
  "informationPanel": {
    "groupByEdgeDirection": false,
    "imageAttribute": false
  },
  "sigma": {
    "drawingProperties": {
      "defaultEdgeType": "curve",
      "defaultHoverLabelBGColor": "#002147",
      "defaultLabelBGColor": "#ddd",
      "activeFontStyle": "bold",
      "defaultLabelColor": "#000",
      "labelThreshold": 10,
      "defaultLabelHoverColor": "#fff",
      "fontStyle": "bold",
      "hoverFontStyle": "bold",
      "defaultLabelSize": 14
    },
    "graphProperties": {
      "maxEdgeSize": 0.5,
      "minEdgeSize": 0.2,
      "minNodeSize": 1,
      "maxNodeSize": 7
    },
    "mouseProperties": {
      "maxRatio": 20,
      "minRatio": 0.75
    }
  }
}